Repository: cengelbart39/Splatalyzer
Catalog: Sources/Splatalyzer/Resources/language/Ability.xcstrings
Source language: en
Languages: de, es_419, es_es, fr_ca, fr_fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# Action_Up
source: Intensify Action
de: Action +
es_419: Agilidad extra
es_es: Agilidad extra
fr_ca: Feu de l'action
fr_fr: Feu de l'action
it: Intensificazione
ja: アクション強化
ko: 액션 강화
nl: Actie-assistentie
ru: Ультраудар
zh_hans: 行动强化
zh_hant: 行動強化

source: Comeback
de: Rückkehr
es_419: Remonte
es_es: Remontada
fr_ca: Retour
it: Gran ritorno
ja: カムバック
ko: 컴백
nl: Opfrisser
ru: Ответный удар
zh_hans: 回归
zh_hant: 回歸

# DeathMarking
source: Haunt
de: Vergeltung
es_419: Resentimiento
es_es: Represalia
fr_ca: Vengeance
fr_fr: Revanche
it: Rappresaglia
ja: リベンジ
ko: 리벤지
nl: Revanche
ru: Вендетта
zh_hans: 复仇
zh_hant: 復仇

# EndAllUp
source: Last-Ditch Effort
de: Endspurt
es_419: Último recurso
es_es: Sprint final
fr_ca: Ultime sursaut
fr_fr: Ultime sursaut
it: Splash finale
ja: "ラストスパート
ko: 라스트 스퍼트
nl: Eindsprint
ru: Финишный спурт
zh_hans: 最后冲刺
zh_hant: 最後衝刺

# Exorcist
source: Respawn Punisher
de: Heimsuchung
es_419: Castigo póstumo
es_es: Castigo póstumo
fr_ca: Retour perdant
fr_fr: Retour perdant
it: Castigo
ja: ラストスパート
ko: 부활 페널티 업
nl: Repercussie
ru: Кара
zh_hans: 提升复活惩罚
zh_hant: 提升復活懲罰

# ExSkillDouble
source: Ability Doubler
de: Effektdoppelung
es_419: Duplicador
es_es: Duplicador
fr_ca: Bonus ×2
fr_fr: Bonus ×2
it: Raddoppiatore
ja: 追加ギアパワー倍化
ko: 추가 기어 파워 2배
nl: Verdubbelaar
ru: Дупликатор
zh_hans: 追加装备能力增倍
zh_hant: 追加裝備能力增倍

# HumanMove_Up
source: Run Speed Up
de: Lauftempo +
es_419: Carrera acelerada
es_es: Supercarrera
fr_ca: Course à pied
fr_fr: Course à pied
it: Velocità +
ja: ヒト移動速度アップ
ko: 인간 이동 속도 업
nl: Hardloper
ru: Спринтер
zh_hans: 提升人类移动速度
zh_hant: 提升人類移動速度

source: Ink Recovery Up
de: Regeneration +
es_419: Mejor recarga tinta
es_es: Recarga rápida
fr_ca: Levée d'encre
fr_fr: Levée d'encre
it: Recupero colore +
ja: インク回復力アップ
ko: 잉크 회복력 업
nl: Inktvulling
ru: Быстрый баллон
zh_hans: 提升墨汁回复力
zh_hant: 提升墨汁回復力

# JumpTime_Save
source: Quick Super Jump
de: Supersprung +
es_419: Supersalto rápido
es_es: Supersalto rápido
fr_ca: Aérodynamisme
fr_fr: Aérodynamisme
it: Salti super e veloci
ja: スーパージャンプ時間短縮
ko: 슈퍼 점프 시간 단축
nl: Turbosprong
ru: Суперпрыгун
zh_hans: 缩短超级跳跃时间
zh_hant: 縮短超級跳躍時間

# MainInk_Save
source: Ink Saver (Main)
de: Hauptverbrauch
es_419: Ahorro tinta (ppal.)
es_es: Tintahorro (ppal.)
fr_ca: Encrémenteur (pr.)
fr_fr: Encrémenteur (pr.)
it: Eco-colore princ.
ja: インク効率アップ(メイン)
ko: 잉크 효율 업(메인)
nl: Hoofdspaarder
ru: Основной баллон X
zh_hans: 提升墨汁效率（主要武器）
zh_hant: 提升墨汁效率（主要武器）

# MinorityUp
source: Tenacity
de: Zähigkeit
es_419: Tenacidad
es_es: Ventaja
fr_ca: Ténacité
fr_fr: Justice
it: Tenacia
ja: 逆境強化
ko: 역경 강화
nl: Volharding
ru: Компенсатор
zh_hans: 逆境强化
zh_hant: 逆境強化

# ObjectEffect_Up
source: Object Shredder
de: Zerstörer
es_419: Demolición
es_es: Demolición
fr_ca: Démolition
fr_fr: Démolition
it: Demolitore
ja: 対物攻撃力アップ
ko: 오브젝트 공격력 업
nl: Sloper
ru: Демонтажник
zh_hans: 提升对物体攻击力
zh_hant: 提升對物體攻擊力

# OpInkEffect_Reduction
source: Ink Resistance Up
de: Tintentoleranz +
es_419: Impermeabilidad
es_es: Impermeabilidad
fr_ca: Imperméabilité
fr_fr: Pieds au sec
it: Scarpe impermeabili
ja: 相手インク影響軽減
ko: 상대 잉크 영향 감소
nl: Inkttolerantie
ru: Краскостойкость
zh_hans: 减轻对手墨汁影响
zh_hant: 減輕對手墨汁影響

# RespawnSpecialGauge_Save
source: Special Saver
de: Spezialabzug -
es_419: Ahorro especial
es_es: Reducción especial
fr_ca: Baisse spéciale -
fr_fr: Baisse spéciale -
it: Riduzione speciale -
ja: スペシャル減少量ダウン
ko: 스페셜 감소량 다운
nl: Speciaalspaarder
ru: Особый резерв
zh_hans: 降低特殊武器减少量
zh_hant: 降低特殊武器減少量

# RespawnTime_Save
source: Quick Respawn
de: Schnelle Rückkehr
es_419: Regeneración rápida
es_es: Retorno exprés
fr_ca: Sans temps mort
fr_fr: Sans temps morts
it: Il tempo è colore
ja: 復活時間短縮
ko: 부활 시간 단축
nl: Comeback
ru: Феникс
zh_hans: 缩短复活时间
zh_hant: 縮短復活時間

# SomersaultLanding
source: Drop Roller
de: Tricklandung
es_419: Aterrizaje rodante
es_es: Amortiguador
fr_ca: Super roulade
fr_fr: Super roulade
it: Atterraggio stiloso
ja: 受け身術
ko: 낙법
nl: Rolmodel
ru: Акробат
zh_hans: 受身术
zh_hant: 受身術

# SpecialIncrease_Up
source: Special Charge Up
de: Spezialladezeit +
es_419: Recarga especial
es_es: Recarga especial
fr_ca: Jauge spéciale +
fr_fr: Jauge spéciale +
it: Ricarica speciale +
ja: スペシャル増加量アップ
ko: 스페셜 증가량 업
nl: Speciaallader
ru: Особый насос
zh_hans: 提升特殊武器增加量
zh_hant: 提升特殊武器增加量

# SpecialSpec_Up
source: Special Power Up
de: Spezialstärke +
es_419: Mejora especial
es_es: Superarma especial
fr_ca: Arme spéciale +
fr_fr: Arme spéciale +
it: Arma speciale +
ja: スペシャル性能アップ
ko: 스페셜 성능 업
nl: Specialist
ru: Особый подход
zh_hans: 提升特殊武器性能
zh_hant: 提升特殊武器性能

# SquidMove_Up
source: Swim Speed Up
de: Schwimmtempo +
es_419: Nado acelerado
es_es: Superbuceo
fr_ca: Turbo-calmar
fr_fr: Turbo-calamar
it: Velocità nuoto +
ja: イカダッシュ速度アップ
ko: 징어대시 속도 업
nl: Zwemdiploma
ru: Плавунец
zh_hans: 提升鱿鱼冲刺速度
zh_hant: 提升魷魚衝刺速度

# SquidMoveSpatter_Reduction
source: Ninja Squid
de: Tintenfisch-Ninja
es_419: Ninjalamar
es_es: Ninjalamar
fr_ca: Ninjalmar
fr_fr: Ninjalamar
it: Calamaro ninja
ja: イカニンジャ
ko: 징어닌자
nl: Ninja-inktvis
ru: Мимикрия
zh_hans: 鱿鱼忍者
zh_hant: 魷魚忍者

# StartAllUp
source: Opening Gambit
de: Startvorteil
es_419: Acelerón de salida
es_es: Acelerón de salida
fr_ca: Départ toute allure
fr_fr: Chapeaux de roue
it: Partenza a razzo
ja: スタートダッシュ
ko: 스타트 대시
nl: Vliegende start
ru: Стартовый спурт
zh_hans: 最初冲刺
zh_hant: 最初衝刺

# SubEffect_Reduction
source: Sub Resistance Up
de: Sekundärschutz +
es_419: Resistencia secundaria
es_es: Resistencia secundaria
fr_ca: Filtre à secondaires
fr_fr: Filtre à secondaires
it: Arma sec. impermeabile
ja: サブ影響軽減
ko: 서브 영향 감소
nl: Subdemper
ru: Стойкость запаса
zh_hans: 减轻次要武器影响
zh_hant: 減輕次要武器影響

# SubInk_Save
source: Ink Saver (Sub)
de: Sekundärverbrauch
es_419: Ahorro tinta (sec.)
es_es: Tintahorro (sec.)
fr_ca: Encrémenteur (sec.)
fr_fr: Encrémenteur (sec.)
it: Eco-colore second.
ja: インク効率アップ(サブ)
ko: 잉크 효율 업(서브)
nl: Subspaarder
ru: Запасной баллон X
zh_hans: 提升墨汁效率（次要武器）
zh_hant: 提升墨汁效率（次要武器）

# SubSpec_Up
source: Sub Power Up
de: Sekundärstärke +
es_419: Mejora secundaria
es_es: Superarma secundaria
fr_ca: Arme secondaire +
fr_fr: Arme secondaire +
it: Arma secondaria +
ja: サブ性能アップ
ko: 서브 성능 업
nl: Subtopper
ru: Про-Запас
zh_hans: 提升次要武器性能
zh_hant: 提升次要武器性能

# SuperJumpSign_Hide
source: Stealth Jump
de: Sprunginfiltration
es_419: Supersalto invisible
es_es: Supersalto invisible
fr_ca: Super saut invisible
fr_fr: Réception réussie
it: Salto al buio
ja: ステルスジャンプ
ko: 스텔스 점프
nl: Sluipsprong
ru: Десант
zh_hans: 隐身跳跃
zh_hant: 隱身跳躍

source: Thermal Ink
de: Markierfarbe
es_419: Tinta rastreadora
es_es: Señuelo
fr_ca: Encre thermique
fr_fr: Encre thermique
it: Inchiostro termico
ja: サーマルインク
ko: 서멀 잉크
nl: Markeerstift
ru: Клеймо
zh_hans: 热力墨汁
zh_hant: 熱力墨汁
